Repository: darthkubox/FindHub-Android
Catalog: App/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it

source: Usuń
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina

source: Usuń %@ z tego miejsca
de: %@ aus diesem Ort entfernen
en: Remove %@ from this place
es: Quitar %@ de este lugar
fr: Retirer %@ de ce lieu
it: Rimuovi %@ da questo luogo

source: Usuń dane tego konta z telefonu
de: Daten dieses Kontos vom Telefon löschen
en: Delete this account’s data from the phone
es: Eliminar los datos de esta cuenta del teléfono
fr: Supprimer les données de ce compte du téléphone
it: Elimina i dati di questo account dal telefono

source: Usuń historię
de: Verlauf löschen
en: Delete history
es: Eliminar historial
fr: Supprimer l’historique
it: Elimina cronologia

source: Usuń miejsce
de: Ort löschen
en: Delete place
es: Eliminar lugar
fr: Supprimer le lieu
it: Elimina luogo

source: Usuń trwale
de: Endgültig löschen
en: Delete permanently
es: Eliminar definitivamente
fr: Supprimer définitivement
it: Elimina definitivamente

source: Utracono kontakt z urządzeniem
de: Verbindung zu einem Gerät verloren
en: Lost contact with a device
es: Se perdió el contacto con un dispositivo
fr: Contact perdu avec un appareil
it: Contatto perso con un dispositivo

source: Utracono kontakt — czekam %lld s na ponowne połączenie
de: Verbindung verloren – warte %lld s auf erneute Verbindung
en: Contact lost — waiting %lld s to reconnect
es: Contacto perdido: esperando %lld s para reconectar
fr: Contact perdu — attente de %lld s pour la reconnexion
it: Contatto perso: attesa di %lld s per la riconnessione

source: Utracono połączenie Bluetooth. Przedmiot może być poza zasięgiem.
de: Bluetooth-Verbindung verloren. Der Gegenstand ist möglicherweise außer Reichweite.
en: Bluetooth connection lost. The item may be out of range.
es: Se ha perdido la conexión Bluetooth. Puede que el objeto esté fuera de alcance.
fr: Connexion Bluetooth perdue. L’objet est peut-être hors de portée.
it: Connessione Bluetooth persa. L’oggetto potrebbe essere fuori portata.

source: Utrata kontaktu Bluetooth
de: Bluetooth-Verbindung verloren
en: Lost Bluetooth connection
es: Pérdida de conexión Bluetooth
fr: Perte de connexion Bluetooth
it: Perdita di connessione Bluetooth

source: W obszarze
de: Im Bereich
en: In the area
es: En la zona
fr: Dans la zone
it: Nell’area

source: Warunki korzystania
de: Nutzungsbedingungen
en: Terms of use
es: Condiciones de uso
fr: Conditions d’utilisation
it: Termini di utilizzo

source: Wersja
de: Version
en: Version
es: Versión
fr: Version
it: Versione

source: Wersja online
de: Online-Version
en: Online version
es: Versión en línea
fr: Version en ligne
it: Versione online

source: Widziano %@
de: Gesehen %@
en: Seen %@
es: Visto %@
fr: Vu %@
it: Visto %@

source: Widzę tag, ale nie potwierdzono, że to ten.
de: Ein Tracker ist sichtbar, aber nicht als dieser bestätigt.
en: A tracker is visible, but it isn’t confirmed to be this one.
es: Se ve un localizador, pero no se ha confirmado que sea este.
fr: Un traceur est détecté, mais il n’est pas confirmé qu’il s’agit de celui-ci.
it: C’è un localizzatore visibile, ma non è confermato che sia questo.

source: Więcej szczegółów
de: Weitere Details
en: More details
es: Más detalles
fr: Plus de détails
it: Altri dettagli

source: Wpisz adres, np. Marszałkowska 1, Warszawa
de: Adresse eingeben, z. B. Unter den Linden 1, Berlin
en: Enter an address, e.g. 10 Downing Street, London
es: Escribe una dirección, p. ej., Gran Vía 1, Madrid
fr: Saisissez une adresse, ex. 1 rue de Rivoli, Paris
it: Inserisci un indirizzo, es. Via del Corso 1, Roma

source: Wróć
de: Zurück
en: Back
es: Atrás
fr: Retour
it: Indietro

source: Wskaźnik rośnie i się ociepla, gdy jesteś bliżej. Idź w stronę, w której sygnał jest najsilniejszy.
de: Die Anzeige wird größer und wärmer, je näher du kommst. Geh in die Richtung mit dem stärksten Signal.
en: The indicator grows and warms up as you get closer. Walk in the direction where the signal is strongest.
es: El indicador crece y se vuelve más cálido al acercarte. Camina hacia donde la señal sea más fuerte.
fr: L’indicateur grossit et se réchauffe à mesure que vous approchez. Avancez vers le signal le plus fort.
it: L’indicatore cresce e si scalda man mano che ti avvicini. Cammina nella direzione in cui il segnale è più forte.

source: Współrzędne
de: Koordinaten
en: Coordinates
es: Coordenadas
fr: Coordonnées
it: Coordinate

source: Wszystkie urządzenia są już przypisane do tego miejsca.
de: Alle Geräte sind diesem Ort bereits zugewiesen.
en: All devices are already assigned to this place.
es: Todos los dispositivos ya están asignados a este lugar.
fr: Tous les appareils sont déjà associés à ce lieu.
it: Tutti i dispositivi sono già assegnati a questo luogo.

source: Wybierz ikonę
de: Symbol wählen
en: Choose icon
es: Elegir icono
fr: Choisir une icône
it: Scegli icona

source: Wyczyść
de: Löschen
en: Clear
es: Borrar
fr: Effacer
it: Cancella

source: Wydawca
de: Herausgeber
en: Publisher
es: Editor
fr: Éditeur
it: Editore

source: Wygląd
de: Darstellung
en: Appearance
es: Apariencia
fr: Apparence
it: Aspetto

source: Wylogowanie zachowuje historię, notatki i miejsca na wypadek ponownego logowania. Usunięcie kasuje je trwale razem z nazwami, ikonami, zdjęciami, alertami i kluczami tego konta. Konto Google i dane na serwerach Google pozostają bez zmian.
de: Beim Abmelden bleiben Verlauf, Notizen und Orte für eine erneute Anmeldung erhalten. Beim Löschen werden sie zusammen mit Namen, Symbolen, Fotos, Warnungen und Schlüsseln dieses Kontos endgültig entfernt. Dein Google-Konto und die Daten auf Google-Servern bleiben unverändert.
en: Signing out keeps history, notes and places in case you sign in again. Deleting removes them permanently, together with this account’s names, icons, photos, alerts and keys. Your Google account and the data on Google’s servers stay unchanged.
es: Al cerrar sesión se conservan el historial, las notas y los lugares por si vuelves a iniciarla. Al eliminar, se borran definitivamente junto con los nombres, iconos, fotos, avisos y claves de esta cuenta. Tu cuenta de Google y los datos en los servidores de Google no cambian.
fr: La déconnexion conserve l’historique, les notes et les lieux au cas où vous vous reconnecteriez. La suppression les efface définitivement, avec les noms, icônes, photos, alertes et clés de ce compte. Votre compte Google et les données sur les serveurs de Google restent inchangés.
it: Uscendo dall’account, cronologia, note e luoghi restano disponibili per un nuovo accesso. L’eliminazione li cancella definitivamente insieme a nomi, icone, foto, avvisi e chiavi di questo account. L’account Google e i dati sui server di Google restano invariati.

source: Wylogowano.
de: Abgemeldet.
en: Signed out.
es: Sesión cerrada.
fr: Déconnecté.
it: Disconnesso.

source: Wyloguj bieżące konto
de: Aktuelles Konto abmelden
en: Sign out of current account
es: Cerrar sesión en la cuenta actual
fr: Se déconnecter du compte actuel
it: Esci dall’account attuale

source: Wyloguj się
de: Abmelden
en: Sign out
es: Cerrar sesión
fr: Se déconnecter
it: Esci

source: Wymiana tokenu konta…
de: Kontotoken wird ausgetauscht…
en: Exchanging account token…
es: Intercambiando el token de la cuenta…
fr: Échange du jeton du compte…
it: Scambio del token dell’account…

source: Wymiana tokenów konta Google
de: Austausch von Google-Kontotokens
en: Google account token exchange
es: Intercambio de tokens de la cuenta de Google
fr: Échange de jetons du compte Google
it: Scambio dei token dell’account Google

source: Wysyła dźwięk do najbliższego lokalizatora przez Bluetooth.
de: Spielt per Bluetooth einen Ton auf dem nächsten Tracker ab.
en: Plays a sound on the nearest tracker over Bluetooth.
es: Hace sonar el localizador más cercano por Bluetooth.
fr: Fait sonner le traceur le plus proche par Bluetooth.
it: Fa suonare il localizzatore più vicino via Bluetooth.

source: Wysłano komendę dźwięku do najbliższego tagu.
de: Klingelbefehl an den nächsten Tracker gesendet.
en: Ring command sent to the nearest tracker.
es: Orden de sonido enviada al localizador más cercano.
fr: Commande de sonnerie envoyée au traceur le plus proche.
it: Comando di suoneria inviato al localizzatore più vicino.

source: Wyślij powiadomienie testowe
de: Testmitteilung senden
en: Send a test notification
es: Enviar notificación de prueba
fr: Envoyer une notification de test
it: Invia notifica di prova

source: Wyświetlanie
de: Anzeige
en: Display
es: Visualización
fr: Affichage
it: Visualizzazione

source: Włącz Bluetooth i trzymaj tag w pobliżu.
de: Aktiviere Bluetooth und halte den Tracker in der Nähe.
en: Turn on Bluetooth and keep the tracker nearby.
es: Activa el Bluetooth y mantén el localizador cerca.
fr: Activez le Bluetooth et gardez le traceur à proximité.
it: Attiva il Bluetooth e tieni vicino il localizzatore.

source: Włącz dostęp do lokalizacji, aby zobaczyć siebie na mapie.
de: Erlaube den Standortzugriff, um dich auf der Karte zu sehen.
en: Allow location access to see yourself on the map.
es: Permite el acceso a la ubicación para verte en el mapa.
fr: Autorisez l’accès à la position pour vous voir sur la carte.
it: Consenti l’accesso alla posizione per vederti sulla mappa.

source: Włącz powiadomienia
de: Mitteilungen aktivieren
en: Turn on notifications
es: Activar notificaciones
fr: Activer les notifications
it: Attiva notifiche

source: Włącz powiadomienia, aby otrzymywać alerty.
de: Aktiviere Mitteilungen, um Warnungen zu erhalten.
en: Turn on notifications to receive alerts.
es: Activa las notificaciones para recibir avisos.
fr: Activez les notifications pour recevoir les alertes.
it: Attiva le notifiche per ricevere gli avvisi.

source: Z iPhone’a zostaną usunięte historia, notatki, miejsca, własne nazwy, ikony i zdjęcia urządzeń oraz klucze konta %@. Tej operacji nie można cofnąć.
de: Verlauf, Notizen, Orte, eigene Gerätenamen, Symbole und Fotos sowie die Schlüssel von %@ werden von diesem iPhone entfernt. Dies kann nicht rückgängig gemacht werden.
en: History, notes, places, custom device names, icons and photos, and the keys of %@ will be removed from this iPhone. This cannot be undone.
es: Se eliminarán de este iPhone el historial, las notas, los lugares, los nombres, iconos y fotos personalizados de los dispositivos y las claves de %@. No se puede deshacer.
fr: L’historique, les notes, les lieux, les noms, icônes et photos personnalisés des appareils ainsi que les clés de %@ seront supprimés de cet iPhone. Cette action est irréversible.
it: Cronologia, note, luoghi, nomi, icone e foto personalizzati dei dispositivi e le chiavi di %@ verranno rimossi da questo iPhone. L’operazione non può essere annullata.

source: Zablokowane
de: Gesperrt
en: Locked
es: Bloqueadas
fr: Verrouillées
it: Bloccate

source: Zadzwoń do najbliższego
de: Nächsten klingeln lassen
en: Ring nearest
es: Hacer sonar el más cercano
fr: Faire sonner le plus proche
it: Fai suonare il più vicino

source: Zadzwoń w najbliższym tagu
de: Nächsten Tracker klingeln lassen
en: Ring the nearest tracker
es: Hacer sonar el localizador más cercano
fr: Faire sonner le traceur le plus proche
it: Fai suonare il localizzatore più vicino

source: Zakres historii
de: Verlaufszeitraum
en: History range
es: Periodo del historial
fr: Période de l’historique
it: Intervallo della cronologia

source: Zaktualizowane dokumenty
de: Aktualisierte Dokumente
en: Updated documents
es: Documentos actualizados
fr: Documents mis à jour
it: Documenti aggiornati

source: Zaloguj się przez Google
de: Mit Google anmelden
en: Sign in with Google
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google

source: Zamknij
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi

source: Zapisz
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva

source: Zarządzaj kontem
de: Konto verwalten
en: Manage account
es: Gestionar cuenta
fr: Gérer le compte
it: Gestisci account

source: Zaznacz obszar domu, pracy lub innego miejsca, a potem przypisz do niego urządzenia — dostaniesz alert, gdy je opuszczą.
de: Markiere einen Bereich für Zuhause, Arbeit oder einen anderen Ort und weise ihm Geräte zu – du wirst benachrichtigt, wenn sie ihn verlassen.
en: Mark an area for home, work or another place, then assign devices to it — you’ll be alerted when they leave.
es: Marca una zona para casa, el trabajo u otro lugar y asígnale dispositivos: recibirás un aviso cuando salgan de ella.
fr: Délimitez une zone pour la maison, le travail ou un autre lieu, puis associez-y des appareils : vous serez alerté quand ils la quittent.
it: Segna un’area per casa, lavoro o un altro luogo e assegnale dei dispositivi: riceverai un avviso quando la lasciano.

source: Zaznacz obszar domu, pracy lub innego miejsca. Urządzenia przypiszesz w ich ustawieniach pilnowania.
de: Markiere einen Bereich für Zuhause, Arbeit oder einen anderen Ort. Geräte weist du in ihren Überwachungseinstellungen zu.
en: Mark an area for home, work or another place. Assign devices in their monitoring settings.
es: Marca una zona para casa, el trabajo u otro lugar. Asigna los dispositivos en sus ajustes de vigilancia.
fr: Délimitez une zone pour la maison, le travail ou un autre lieu. Associez les appareils dans leurs réglages de surveillance.
it: Segna un’area per casa, lavoro o un altro luogo. Assegna i dispositivi nelle loro impostazioni di monitoraggio.

source: Zmień nazwę
de: Umbenennen
en: Rename
es: Cambiar nombre
fr: Renommer
it: Rinomina

# Znaleziono %lld urządzeń.
source: Znaleziono %lld urządzenia.
de: %lld Geräte gefunden.
en: Found %lld devices.
es: Se encontraron %lld dispositivos.
fr: %lld appareils trouvés.
it: Trovati %lld dispositivi.

source: brak pola '%@' w odpowiedzi Google
de: Feld '%@' fehlt in der Google-Antwort
en: missing field '%@' in Google’s response
es: falta el campo '%@' en la respuesta de Google
fr: champ '%@' absent de la réponse de Google
it: campo '%@' mancante nella risposta di Google

source: krótka ramka
de: zu kurzer Frame
en: short frame
es: trama demasiado corta
fr: trame trop courte
it: frame troppo corto

source: nie udało się odczytać kluczy skarbca
de: Tresorschlüssel konnten nicht gelesen werden
en: vault keys could not be read
es: no se pudieron leer las claves de la bóveda
fr: impossible de lire les clés du coffre
it: impossibile leggere le chiavi della cassaforte

source: nieczytelna odpowiedź serwera
de: unlesbare Serverantwort
en: unreadable server response
es: respuesta del servidor ilegible
fr: réponse du serveur illisible
it: risposta del server illeggibile

source: np. Dom lub Praca
de: z. B. Zuhause oder Arbeit
en: e.g. Home or Work
es: p. ej., Casa o Trabajo
fr: ex. Maison ou Travail
it: es. Casa o Lavoro

source: około %@
de: ca. %@
en: about %@
es: aprox. %@
fr: environ %@
it: circa %@

source: zła długość
de: ungültige Länge
en: invalid length
es: longitud no válida
fr: longueur invalide
it: lunghezza non valida

source: zła długość danych (%@)
de: ungültige Datenlänge (%@)
en: invalid data length (%@)
es: longitud de datos no válida (%@)
fr: longueur de données invalide (%@)
it: lunghezza dei dati non valida (%@)

source: Łączę z kanałem lokalizacji…
de: Verbindung zum Standortkanal…
en: Connecting to the location channel…
es: Conectando con el canal de ubicación…
fr: Connexion au canal de localisation…
it: Connessione al canale di posizione…

source: Łączę z zapamiętanym tagiem…
de: Verbindung zum gespeicherten Tracker…
en: Connecting to the remembered tracker…
es: Conectando con el localizador guardado…
fr: Connexion au traceur mémorisé…
it: Connessione al localizzatore memorizzato…

source: Żadne urządzenie nie jest jeszcze przypisane do tego miejsca.
de: Diesem Ort ist noch kein Gerät zugewiesen.
en: No device is assigned to this place yet.
es: Todavía no hay dispositivos asignados a este lugar.
fr: Aucun appareil n’est encore associé à ce lieu.
it: Nessun dispositivo è ancora assegnato a questo luogo.

source: Konto: %@
en: Account: %@
es: Cuenta: %@
fr: Compte : %@
it: Account: %@
